module.exports = {
  botIsClosed: 'ระบบปิดอยู่ กรุณาติดต่อใหม่อีกครั้งในเวลาทำการ',
  botIsOff: 'บอทปิดแล้ว',
  botIsOn: 'บอทเปิดแล้ว',
  botSendMessage: 'ระบบอัตโนมัติ ส่งข้อความ',
  friend: 'เพื่อน',
  history: 'ประวัติการสนทนา',
  messageTypeIsNotInstall:
    'ชนิดข้อมูลที่ส่งยังไม่ได้รับการติดตั้งให้ใช้งานได้, กรุณาส่งชนิดข้อมูลแบบอื่น',
  randomRegisterCodeSuccess: ['รหัสสมาชิกถูกสุ่มแล้ว', 'รหัสสมาชิกใหม่'],
  registerCode: 'รหัสสมาชิก',
  registerDemoLink: 'ตัวอย่างการต่ออายุสมาชิค\n https://youtu.be/AlVUQmd4QeA',
  registerIsSuccessed: 'ยืนยันรหัสสำเร็จ',
  reNewMembership: 'ต่ออายุสมาชิก',
  replyIsSuccessed: 'ส่งข้อมูลเรียบร้อยแล้ว',
  replyPrompt: 'ระบุข้อความหรือรูปภาพที่ต้องการส่ง',
  setting: 'ตั้งค่า',
  undefined: '!@#$%^&*(',
  userIsBaned:
    'ขออภัย บอทอยู่ในช่วงกำลังพัฒนา ติดต่อเพิ่มเติมที่เมนูด้านล่างขวามือ',
  userIsExpired:
    'ลูกค้าหมดอายุการใช้งาน หากต้องการใช้งานต่อกรุณากรอกรหัสเพื่อต่ออายุสมาชิก',
  userIsExpiredAt: ['ผู้ใช้สามารถสอบถามราคาได้', 'ถึงวันที่'],
  userIsExpiringSoon:
    'บัญชีของคุณใกล้หมดอายุการใช้งานกรุณานำรหัสมาต่ออายุด้วยนะครับ',
  userIsMismatched: 'ชื่อผู้ใช้ที่ระบุไม่มีอยู่ในระบบ',
  userIsVIP: ['ผู้ใช้เป็นสมาชิกวีไอพี', 'ไม่จำเป็นต้องต่ออายุสมาชิก'],
}
